import React, { useEffect } from "react";
import { Container } from "semantic-ui-react";
import TitleHeader from "./TitleHeader";

const PrivacyPolicy = props => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <div>
      <TitleHeader history={props.history} type={"개인정보 이용 및 처리방침"} />
      <Container style={{ fontSize: 14, marginTop: 36 }}>
        <p style={{ fontWeight: 800, fontSize: 20 }}>
          개인정보 이용 및 처리방침
        </p>
        <p>
          <strong>제1조 개인정보 수집에 대한 동의</strong>
        </p>
        <p></p>
        <p>
          (주)몽우(‘https://maint.me’이하 ‘사이트’) 은(는) 고객은 사이트 회원
          가입시 회원 약관, 개인정보 수집 및 이용 내용에 대해 「동의함」 버튼을
          클릭할 수 있는 절차를 마련하여, 「동의함」 버튼을 클릭하면 개인정보
          수집 및 이용에 대해 동의한 것으로 봅니다.
        </p>
        <p></p>
        <p>
          <strong>제2조 개인정보의 수집 항목 및 이용 목적</strong>
        </p>
        <p></p>
        <p>
          "개인정보"는 생존하는 개인에 관한 정보로서 해당 정보에 포함된 성명,
          주민등록번호 등의 사항으로 해당 개인을 식별할 수 있는 정보(해당
          정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 쉽게 결합하여
          식별할 수 있는 것을 포함)를 말합니다.
        </p>
        <p></p>
        <p>사이트가 고객의 개인정보를 수집 이용하는 목적은 다음과 같습니다.</p>
        <p></p>
        <p>일반 회원정보</p>
        <p></p>
        <p>- 수집시기: 가입시</p>
        <p>- 필수 수집항목: 아이디, 비밀번호, 이메일, 이름 *수정필요*</p>
        <p>- 선택 수집항목: 프로필 이미지, 생년월일, 전화번호, 주소</p>
        <p>- 이용목적: 가입, 서비스 이용시 상담, 공지사항 전달</p>
        <p>- 보유기간: 회원탈퇴시 즉시 삭제, 구매 회원인 경우 5년간 보관</p>
        <p></p>
        <p>주문 정보(회원, 비회원 포함)</p>
        <p></p>
        <p>- 수집시기: 주문시</p>
        <p>
          - 필수 수집항목: 주문자 정보(이름, 주소, 전화번호, 이메일), 수취자
          정보(이름, 주소, 전화번호), 결제 승인정보
        </p>
        <p>- 선택 수집항목: 배송 메시지</p>
        <p>- 이용목적: 주문 상품의 결제 및 배송</p>
        <p>- 보유기간: 5년간 보관</p>
        <p></p>
        <p>
          <strong>제3조 쿠키에 의한 개인정보 수집</strong>
        </p>
        <p></p>
        <p>
          사이트는 고객에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를
          사용합니다. 쿠키는 웹사이트가 고객의 컴퓨터 브라우저(인터넷 익스플로러
          등)에 전송하는 소량의 텍스트 파일입니다.
        </p>
        <p></p>
        <p>① 쿠키의 사용목적</p>
        <p></p>
        <p>- 개인의 관심 분야에 따라 차별화된 정보를 제공</p>
        <p>
          - 접속빈도 또는 방문시간 등을 분석하고 이용자의 취향과 관심분야를
          파악하여 타겟(target) 마케팅 및 서비스 개선의 척도로 활용
        </p>
        <p>
          - 쇼핑한 품목들에 대한 정보와 관심있게 둘러본 품목을 추적하여 개인
          맞춤 쇼핑서비스 제공
        </p>
        <p></p>
        <p>② 쿠키의 운영 및 거부</p>
        <p></p>
        <p>
          쿠키는 사용자의 컴퓨터 하드디스크에 저장되며, 사용자의 컴퓨터는
          식별하지만 사용자를 개인적으로 식별하지는 않습니다.
        </p>
        <p>
          또한 고객은 웹브라우저에 설정을 통해 모든 쿠키를 허용/거부하거나,
          쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다.
        </p>
        <p>
          단, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 일부 서비스는 이용할
          수 없습니다.
        </p>
        <p></p>
        <p>③ 쿠키 설정 거부 방법</p>
        <p></p>
        <p>가. Internet Explorer의 경우</p>
        <p>
          웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 탭 > 직접 설정
        </p>
        <p></p>
        <p>나. Chrome의 경우</p>
        <p>
          웹 브라우저 우측 상단의 메뉴 아이콘 선택 > 설정 > 화면 하단의 고급
          설정 표시 >개인정보 섹션의 콘텐츠 설정 버튼 > 쿠키 섹션에서 직접 설정
        </p>
        <p></p>
        <p>
          <strong>제4조 개인정보의 보유 및 이용기간 및 파기</strong>
        </p>
        <p></p>
        <p>
          ① 고객의 개인정보는 회원탈퇴 등 수집 및 이용목적이 달성되거나 동의철회
          요청이 있는 경우 지체없이 파기됩니다.
        </p>
        <p>
          단, 「전자상거래 등에서의 소비자보호에 관한 법률」 등 관련법령의
          규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로
          일정기간 보유하여야 할 필요가 있을 경우에는 그 기간동안 보유합니다.
        </p>
        <p></p>
        <p>가. 「전자상거래 등에서의 소비자보호에 관한 법률」 제6조</p>
        <p>- 계약 또는 청약 철회 등에 관한 기록 : 5년</p>
        <p>- 대금결재 및 재화 등의 공급에 관한 기록 : 5년</p>
        <p>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</p>
        <p></p>
        <p>나. 「통신비밀보호법」 제15조의2</p>
        <p>- 방문(로그)에 관한 기록: 1년</p>
        <p></p>
        <p>다. 기타 관련 법령 등</p>
        <p></p>
        <p>② 사이트의 개인정보 파기방법은 다음과 같습니다.</p>
        <p></p>
        <p>가. 파기절차</p>
        <p>
          - 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로
          옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한
          일정기간 저장된 후 파기됩니다.
        </p>
        <p>
          - 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른
          목적으로 이용되지 않습니다.
        </p>
        <p></p>
        <p>나. 파기방법</p>
        <p>
          - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여
          파기합니다.
        </p>
        <p>
          - 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적
          방법을 사용하여 삭제합니다.
        </p>
        <p></p>
        <p>
          ③ 사이트는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제29조
          제2항에 따라 휴면회원(최근 12개월 동안 서비스를 이용하지 아니한
          회원)에 대해 회원자격 상실에 대한 안내문을 통지하고, 안내문에서 정한
          기한 내에 답변이 없을 경우 회원자격을 상실시킬 수 있습니다.
        </p>
        <p></p>
        <p>
          이 경우, 휴면회원의 개인정보는 다른 회원의 개인정보와 분리하여 별도로
          저장·관리 되며, 분리 저장된 개인정보는 법정보관기간 경과 후 파기하고
          있습니다.
        </p>
        <p>
          파기되지 않은 개인 정보 중 해당 이용자의 요청이 있는 경우 고객 정보는
          서비스 이용을 재개하는 시점에 다시 제공됩니다.
        </p>
        <p></p>
        <p>
          <strong>제5조 제3자에 대한 제공</strong>
        </p>
        <p></p>
        <p>
          ① 사이트는 고객의 개인정보를 "제1조 개인정보의 수집항목 및 이용목적
          "에서 고지한 범위를 넘어 이용하거나 타인 또는 타기업, 기관에 제공하지
          않습니다.
        </p>
        <p>② 다음은 예외로 합니다.</p>
        <p>
          가. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을
          경우
        </p>
        <p>
          나. 통계작성, 학술연구나 시장조사 등을 위하여 특정 개인을 식별할 수
          없는 형태로 광고주, 협력사나 연구단체 등에 제공하는 경우
        </p>
        <p>다. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우</p>
        <p></p>
        <p>
          상기사항에 의해 개인정보를 제공하는 경우에도 본래의 수집 및 이용
          목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.
        </p>
        <p></p>
        <p>
          <strong>제6조 개인정보의 취급 위탁</strong>
        </p>
        <p></p>
        <p>
          사이트는 보다 나은 서비스 제공, 고객편의 제공 등 원활한 업무 수행을
          위하여 아래와 같이 개인정보 취급 업무를 외부 전문업체에 위탁하여
          운영하고 있습니다.
        </p>
        <p></p>
        <p>- 결제 및 에스크로 서비스: Danal</p>
        <p></p>
        <p></p>
        <p>
          ※ 수탁자에 공유되는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의
          정보에 국한됩니다. 또한 고객의 서비스 요청에 따라 해당하는 업체에
          선택적으로 개인정보가 제공되고 있습니다.
        </p>
        <p>
          ※ 위탁 업체 리스트는 해당 서비스 변경 및 계약기간에 따라 변경될 수
          있으며 변경 시 공지사항을 통해 사전 공지합니다. 단기 이벤트는 참여
          시에 개별 공지됩니다.
        </p>
        <p></p>
        <p>
          <strong>제7조 개인정보의 열람 및 정정</strong>
        </p>
        <p></p>
        <p>
          ① 고객께서는 언제든지 등록된 귀하의 개인정보를 열람하거나 정정하실 수
          있습니다. 개인정보는 『회원정보변경』을 클릭하여 직접 열람하거나
          정정할 수 있으며 개인정보보호책임자 또는 담당자 에게 서면이나 전화
          또는 이메일(E-mail)로 열람이나 정정을 요청하시면 곧바로
          조치하겠습니다.
        </p>
        <p>
          ② 고객께서 개인정보의 오류에 대해 정정을 요청하면, 사이트는 정정을
          완료하기 전까지 해당 개인 정보를 이용하거나 제공하지 않습니다.
        </p>
        <p>
          ③ 잘못된 개인정보를 제3자에게 이미 제공했을 때에는 정정 처리결과를
          제3자에게 곧바로 통지하여 정정하도록 조치하겠습니다.
        </p>
        <p></p>
        <p>
          <strong>제8조 개인정보의 수집,이용,제공에 대한 동의철회</strong>
        </p>
        <p></p>
        <p>
          ① 회원가입 등을 통한 개인정보의 수집, 이용, 제공과 관련해 귀하는
          동의하신 내용을 언제든지 철회 하실 수 있습니다. 동의철회는 홈페이지 첫
          화면의 『회원정보』에서 "회원탈퇴"를 클릭하면 개인정보의
          수집ㆍ이용ㆍ제공에 대한 동의를 바로 철회할 수 있으며,
          개인정보보호책임자에게 서면, 전화, 이메일(E-mail) 등으로 연락하시면
          사이트는 즉시 회원 탈퇴를 위해 필요한 조치를 취합니다. 동의를 철회하고
          개인정보를 파기하는 등의 조치가 있으면 그 사실을 귀하께 지체없이
          통지하도록 하겠습니다.
        </p>
        <p>
          ② 사이트는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보를
          수집하는 방법보다 쉽게 할 수 있도록 필요한 조치를 취합니다.
        </p>
        <p></p>
        <p>
          <strong>제9조 개인정보의 안전성 확보 조치</strong>
        </p>
        <p></p>
        <p>
          사이트는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한
          기술적/관리적 및 물리적 조치를 하고 있습니다.
        </p>
        <p></p>
        <p>1. 개인정보의 암호화</p>
        <p>
          이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어,
          본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화
          하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고
          있습니다.
        </p>
        <p></p>
        <p>2. 해킹 등에 대비한 기술적 대책</p>
        <p>
          사이트는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을
          막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며
          외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로
          감시 및 차단하고 있습니다.
        </p>
        <p></p>
        <p>
          <strong>제10조 14세 미만 아동의 개인정보보호</strong>
        </p>
        <p></p>
        <p>
          사이트는 온라인 환경에서 어린이의 개인정보를 보호하는 것 역시 중요한
          일이라고 생각하고 있으며, 사이트는 법정대리인의 동의가 필요한 만 14세
          미만 아동의 회원가입은 받고 있지 않습니다. 명의도용이나 시스템 악용
          등으로 만 14세 미만의 아동이 사이트에 가입하거나 개인정보를 제공하게
          될 경우 법정대리인이 모든 권리를 행사할 수 있습니다.
        </p>
        <p></p>
        <p>
          <strong>제11조 개인정보보호 책임자</strong>
        </p>
        <p></p>
        <p>
          사이트의 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보
          처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이
          개인정보 보호책임자를 지정하고 있습니다.
        </p>
        <p></p>
        <p>▶ 개인정보 보호책임자</p>
        <p>- 성명 : 최홍규</p>
        <p>- 연락처 : 02-876-3233</p>
        <p></p>
        <p>
          개인정보침해에 대한 신고 또는 상담이 필요하신 경우에는
          한국정보보호진흥원(KISA) 개인정보침해신고센터로 문의하시기 바랍니다.
          또한, 귀하가 개인정보침해를 통한 금전적, 정신적 피해를 입으신 경우에는
          한국정보보호진흥원*KISA) 개인정보분쟁조정위원회에 피해구제를 신청하실
          수 있습니다.
        </p>
        <p></p>
        <p>- KISA 개인정보보호 (http://privacy.kisa.or.kr / (국번 없이) 118)</p>
        <p>
          - 경찰청 사이버안전국 (http://cyberbureau.police.go.kr (국번없이) 182)
        </p>
        <p>- 대검찰청 사이버수사과 (http://spo.go.kr / 02-3480-3570)</p>
        <p>
          - 개인정보 침해신고센터 (한국인터넷 진흥원 운영) (
          http://privacy.kisa.or.kr / (국번없이) 118)
        </p>
        <p>
          - 개인정보 분쟁조정위원회 (한국인터넷 진흥원 운영)
          (http://www.kopico.go.kr / 1833-6972)
        </p>
        <p></p>
        <p>
          <strong>제12조 개인정보 처리방침 변경</strong>
        </p>
        <p></p>
        <p>
          이 개인정보처리방침은 시행일(2020년 1월 2일)로부터 적용되며, 법령 및
          방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의
          시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
        </p>
      </Container>
    </div>
  );
};

export default PrivacyPolicy;
